{
    "slug": "marine-and-shipbuilding",
    "title": "Marine & Shipbuilding Solutions by Quantum ",
    "title_color": "#007C91",
    "hero_title": "Marine & Shipbuilding",
    "hero_subtitle": "Specialized systems for vessel construction, navigation, and maintenance. Built for performance, durability, and global compliance.",
    "short_description": "Quantum supports the Marine & Shipbuilding sector with specialized procurement, project management, IT deployment, and custom fabrication services, enabling shipyards, fleet operators, and marine engineering firms to optimize operations, enhance safety, and drive innovation. ",
    "first_section_image": "/single-industries/5/first_section.png",
    "second_section_image": "/single-industries/5/second_section.png",
    "hero_image": "/single-industries/5/hero.png",
    "first_section_content": {
        "title": "Quantum’s Specialized Procurement Services for Marine and Shipbuilding ",
        "description": "The marine industry demands durable, high-performance equipment and materials that meet stringent maritime regulations. Quantum’s End-to-End Procurement & Sourcing services for marine and shipbuilding projects ensure quality, compliance, and timely delivery. Our capabilities include: ",
        "bottom_content": "Quantum helps shipbuilders and marine operators maintain competitive advantages by ensuring access to superior, regulation-compliant products and services. ",
        "btn": "Get a Quote"
    },
    "card_section": {
        "image": "/single-industries/5/card.png",
        "title": "Quantum’s Project Management and Execution Oversight for Marine Projects ",
        "top_content": "Marine and shipbuilding projects require coordination across multiple disciplines, timelines, and regulatory frameworks. Quantum’s Project Management & Execution Oversight services are tailored to meet the complexities of ship construction, retrofitting, and modernization initiatives. Our services include: ",
        "bottom_content": "Quantum ensures marine projects are delivered efficiently, safely, and in full compliance, meeting the industry's strict operational and regulatory demands. "
    },
    "first_section_cards": [
        {
            "title": "Marine Systems Sourcing",
            "content": "Procuring marine engines, navigation systems, and structural materials for maritime projects.",
            "icon": "/icon/01.svg"
        },
        {
            "title": "IMO-Compliant Equipment",
            "content": "Sourcing safety and communication systems aligned with IMO regulations and maritime standards.",
            "icon": "/icon/02.svg"
        },
        {
            "title": "Marine Supply Chain",
            "content": "Managing the end-to-end supply chain with continuous vendor performance tracking.",
            "icon": "/icon/03.svg"
        },
        {
            "title": "Shipyard Tendering",
            "content": "Preparing tenders for shipyard infrastructure, vessel upgrades, and fleet modernization.",
            "icon": "/icon/04.svg"
        },
        {
            "title": "Maritime Vendor Compliance",
            "content": "Identifying and qualifying vendors based on SOLAS, MARPOL, and other maritime certifications.",
            "icon": "/icon/05.svg"
        }
    ],
    "info_section": {
        "image": "/single-industries/5/info.png",
        "title": "Quantum’s Advanced IT and Custom Fabrication for Marine Applications ",
        "top_content": "Modern vessels and shipyards require cutting-edge technology to stay competitive and compliant. Quantum offers IT Infrastructure Deployment, Software Integration, and Custom Fabrication services specifically for the marine sector, including: ",
        "bottom_content": "Quantum ensures that shipbuilders and fleet operators are equipped with durable, intelligent, and future-proof technologies that meet the demands of modern marine operations. "
    },
    "second_section_content": {
        "title": "Why Quantum is the Trusted Partner for Marine & Shipbuilding Projects ",
        "description": "Quantum’s Marine & Shipbuilding solutions combine industry-specific knowledge, technological innovation, and execution excellence. We empower marine organizations to build and operate vessels that are safer, more efficient, and more sustainable. Whether you’re expanding a shipyard, modernizing a fleet, or deploying new technologies, Quantum stands ready as your trusted strategic partner. ",
        "btn": "Join Us",
        "bg_color": "#FFFFFF"
    }
}